Repository: yoxigen/finance
Catalog: src/locale/messages.*.xlf
Languages: he

# appTitle
source: Financial Learning
he: כלי למידה פיננסיים

source: Name
he: שם

source: Total
he: סה"כ

source: Principal
he: קרן

source: Portion
he: אחוז מסה"כ

source: Interest Rate
he: ריבית

source: Months
he: חודשים

source: Monthly payment
he: תשלום חודשי

source: Total amount
he: סה"כ תשלום

source: {VAR_PLURAL, plural, =1 {Autofix selected loan} other {Autofix selected loans}}
he: {VAR_PLURAL, plural, =1 {תקן הלוואה נבחרת} other {תקן הלוואות נבחרות}}

source: {selection.selected.length, plural, =1 {Autofix selected loan} other {Autofix selected loans}}
he: {selection.selected.length, plural, =1 {תקן הלוואה נבחרת} other {תקן הלוואות נבחרות}}

source: Remove {{selection.selected.length}}
he: הסר {{selection.selected.length}}

source: Add Loan
he: הוספת הלוואה

source: Description
he: הסבר

source: This calculator aims to help you answer the question "which is preferable for me - renting a house and investing or taking a mortage and buying a property?".
he: מחשבון זה מיועד לעזור לענות על השאלה "מה עדיף לי - לשכור דירה ולהשקיע את כספי או לקחת משכנתא ולקנות בית?".

source: To make the comparison, we assume that for any given month, the difference between the mortgage and the rent is invested. For example - if the monthly mortgage payment for a given month is $1000, but were we to rent instead, the rent payment for the same month was $700, then the calculator counts an investment of $300 on the rent option for that month. For months when the mortgage payment is lower than the rent payment, it'd be reversed and the investment would be added to the mortgage option.
he: כדי לעשות את ההשוואה, אנחנו מניחים שעבור כל חודש נתון, הפרש בין תלום המשכנתא והשכירות מושקע. לדוגמא - אם תשלום המשכנתא החודשי עבור חודש מסויים הוא 5000₪, אבל אם היינו בשכירות והשכירות החודשית הייתה 4000₪, המחשבון מחשיב השקעה של 1000₪ לטובת השכירות באותו חודש. עבור חודשים בהם תשלום המשכנתא נמוך יותר מהשכירות, המצב הפוך וההשקעה נחשבת לטובת מסלול המשכנתא.

source: Setup
he: הגדרות

source: Initial savings
he: חסכונות

source: Your initial available sum
he: הון עצמי זמין

source: Initial Rent
he: שכירות נוכחית

source: What you're paying for rent now
he: גובה השכירות בתחילת התקופה

source: Investment interest rate
he: תשואה שנתית על השקעות

source: Average interest rate from investment
he: ריבית שנתית ממוצעת על השקעות (תשואה)

source: Expected average annual interest rate for investments
he: תשואה צפויה שנתית ממוצעת, באחוזים, על השקעות

source: Capital gains tax
he: מס רווחי הון

source: The tax on profits from investments
he: המס על רווחים מהשקעות

source: Rent annual increase
he: עליה שנתית בשכירות

source: In percent, how much rent increases per year
he: באחוזים, כמה השכירות החודשית עולה כל שנה

source: Expected average annual increase in rent payments
he: באחוזים, כמה השכירות החודשית צפויה לעלות כל שנה

source: Property value annual increase
he: עליה שנתית במחיר הנכס

source: Increase in value for the property, annually
he: עליה שנתית בערך הנכס

source: Expected average annual increase in property value
he: עליה שנתית צפויה, באחוזים, במחיר הנכס

source: Extra years
he: שנים נוספות

source: Years to add
he: שנים להוספה

source: See calculations for years after the end of the mortgage
he: צפיה בנתונים עבור מספר שנים לאחר סוף המשכנתא

source: Rent
he: שכירות

source: Mortgage
he: משכנתא

source: Asset Price
he: מחיר הנכס

source: The total price for the asset
he: המחיר הכולל של הנכס

source: Data per year
he: נתונים שנתיים

source: Year
he: שנה

source: Monthly rent
he: שכירות חודשית

source: Rent invest/month
he: השקעה חודשית (שכירות)

source: Rent equity
he: ערך נכסים (שכירות)

source: Mortgage monthly payment
he: החזר משכנתא חודשי

source: Mortgage investments
he: השקעות (משכנתא)

source: Mortgage equity
he: ערך נכסים (משכנתא)

source: Mortgage left
he: יתרת משכנתא

source: Results
he: תוצאות

source: Comparison of rent vs mortgage after {totalTime, plural, =1 {one year} other {{{totalTime}} years}}
he: השוואה בין שכירות למשכנתא אחרי {totalTime, plural, =1 {שנה} other {{{totalTime}} שנים}}

source: Summary after {totalTime, plural, =1 {one year} other {{{totalTime}} years}}
he: סיכום אחרי {totalTime, plural, =1 {שנה} other {{{totalTime}} שנים}}

source: Rent Summary
he: שכירות - סיכום

source: {VAR_PLURAL, plural, =1 {one year} other {{INTERPOLATION} years}}
he: {VAR_PLURAL, plural, =1 {שנה} other {{INTERPOLATION} שנים}}

source: Rent
he: שכירות

source: Mortgage
he: משכנתא

source: Total assets value
he: סה"כ ערך נכסים

source: Total gains (after tax)
he: רווחים (אחרי מס)

source: Capital gains tax
he: מס רווחי הון

source: Investments value
he: ערך השקעות

source: Total amount invested
he: סה"כ כסף שהושקע

source: Total amount paid
he: סה"כ תשלומים

source: Mortgage Summary
he: משכנתא - סיכום

source: Monthly Payment Per Year
he: תשלום חודשי לשנה

source: Equity Over Time
he: הון על פני זמן

source: Equity owned by the home owner/renter, by years
he: הון עצמי, לפי שנים

source: Prime
he: פריים

source: Mishtana
he: משתנה

source: Fixed
he: קבועה

source: Rent vs Home Ownership Calculator
he: מחשבון שכירות מול קניית דירה

source: Total rent paid
he: סה"כ תשלומי שכירות

source: All the rent payments for yearsCount years combined
he: סכום כל תשלומי השכירות לאורך yearsCount שנים

source: Total money invested
he: סה"כ כסף מושקע

source: Sum of all the money invested in yield-generating assets over the yearsCount period
he: סך כל הכסף שהושקע בכנסים נושאי תשואה לאורך תקופה של yearsCount שנים

source: Total money gained from investments
he: כמה כסף הורווח מהשקעות

source: The profit from investments, calculated as the current value of all assets minus the money invested
he: הרווח מהשקעות, מחושב כהערך של הכנסים בסוף התקופה פחות כמות הכסף המושקעת

source: Assets available (before tax)
he: הון זמין (לפני מס)

source: How much all invested assets are worth, before capital gains tax
he: ערך כלל הנכסים, לפני מס רווחי הון

source: Capital gains tax (this.capitalGainsTax * 100%)
he: מס רווחי הון (this.capitalGainsTax * 100%)

source: Tax money to pay for capital gains on investments
he: מס ששולם עבור רווחי הון על נכסים מושקעים

source: Equity (after tax)
he: הון נזיל (אחרי מס)

source: After paying taxes, the net value of investments
he: אחרי תשלום מסים, השווי הנקי של הנכסים המושקעים

source: Equity minus rent paid
he: הון נזיל פחות שכירות ששולמה

source: Sum of all the monetary value of equity, minus the total money paid on rent and taxes
he: סכום כל הערך הכספי בנכסים, פחות סך כל התשלומים על שכירות ומסים

source: Total money paid for the property
he: הסכום הכללי ששולם עבור הנכס

source: All the money that was paid to buy the property (down-payment + mortgage)
he: הון עצמי + סה"כ החזרי המשכנתא

source: Avg. monthly payment
he: תשלום חודשי ממוצע

source: The average mortgage monthly payment for the period of the mortgage
he: ההחזר החודשי הממוצע עבור כל תקופה המשכנתא

source: Total money invested (not on the property)
he: סה"כ כסף שהושקע (לא על הבית)

source: Sum of all the money invested in yield-generating assets (not including the mortgaged property!) over the yearsCount years period, when the mortgage payment was lower than the rent payment
he: סך כל הכסף שהושקע בנכסים נושאי תשואה (לא כולל הנכס הבית!) במשך yearsCount שנים, כשהחזר המשכנתא החודשי היה נמוך מהשכירות לאותה שנה

source: Total profit from investments
he: הרווח הכללי מהשקעות

source: The difference between the value of the investments at the end of the period and the total sum invested
he: ההפרש בין ערך הנכסים בהשקעות בסוף התקופה וסך כל הכסף המושקע

source: Equity (before tax)
he: ערך השקעות (לפני מס)

source: How much all invested assets (not including the property!) are worth, before capital gains tax
he: שווי כלל ההשקעות (לא כולל הבית!), לפני מס רווחי הון

source: Property value
he: ערך הנכס

source: Expected value of the property at the end of the period, calculated by compounding the price of the property by the annual property value increase rate for yearsCount years.
he: הערך הצפוי של הנכס בסוף התקופה, מחושב ע"י העליה השנתית בערך הנכס לאורך תקופה של yearsCount שנים.

source: Total assets value (after tax)
he: סה"כ ערך נכסים (אחרי מס)

source: Property value + investments value
he: ערך הנכס + ערך השקעות

source: Total value minus money paid
he: סה"כ הון פחות כסף ששולם

source: Sum of all the monetary value of the property + equity, minus money paid on the mortgage
he: סך כל הערך הכספי של הבית + השקעות אחרות, פחות הכסף ששולם על המשכנתא ומסים
